{
  "privacy": {
    "meta": {
      "title": "Политика конфиденциальности | DressMeAI - AI Виртуальная примерка",
      "description": "Узнайте, как DressMeAI защищает вашу конфиденциальность и обрабатывает ваши персональные данные при использовании нашей службы виртуальной примерки AI."
    },
    "title": "Политика конфиденциальности",
    "lastUpdated": "Последнее обновление: январь 2025",
    "sections": {
      "introduction": {
        "title": "Введение",
        "content": "Добро пожаловать в DressMeAI. Мы уважаем вашу конфиденциальность и стремимся защитить ваши персональные данные. Эта политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу информацию при использовании нашей службы виртуальной примерки AI."
      },
      "dataCollection": {
        "title": "Собираемая информация",
        "content": "Мы собираем информацию, которую вы предоставляете нам напрямую:",
        "items": [
          "Фотографии, загруженные для виртуальной примерки (фото модели и изображения одежды)",
          "Данные об использовании и аналитика для улучшения сервиса",
          "Информация об устройстве и тип браузера",
          "IP-адрес и общие данные о местоположении"
        ]
      },
      "dataUsage": {
        "title": "Как мы используем вашу информацию",
        "content": "Мы используем собранную информацию для следующих целей:",
        "items": [
          "Предоставление и поддержка нашей службы виртуальной примерки AI",
          "Обработка загруженных изображений и генерация результатов примерки",
          "Улучшение и оптимизация наших AI-алгоритмов и пользовательского опыта",
          "Общение с вами об обновлениях сервиса и новых функциях",
          "Обнаружение и предотвращение мошенничества или технических проблем"
        ]
      },
      "imageProcessing": {
        "title": "Обработка и хранение изображений",
        "content": "Загруженные изображения обрабатываются нашей AI-системой для генерации результатов виртуальной примерки. Мы не храним загруженные фотографии постоянно, если вы явно не сохраните их в историю. Сгенерированные результаты могут временно кэшироваться для повышения производительности."
      },
      "dataSharing": {
        "title": "Передача данных",
        "content": "Мы не продаем, не обмениваем и не сдаем в аренду вашу личную информацию третьим лицам. Мы можем делиться данными с:",
        "items": [
          "Поставщиками услуг, помогающими в работе платформы (облачный хостинг, аналитика)",
          "Правовыми органами по требованию закона или для защиты наших прав",
          "Бизнес-партнерами с вашего явного согласия"
        ]
      },
      "cookies": {
        "title": "Файлы cookie и отслеживание",
        "content": "Мы используем файлы cookie и аналогичные технологии отслеживания для улучшения вашего опыта, анализа посещаемости сайта и понимания поведения пользователей. Вы можете управлять настройками cookie через настройки браузера."
      },
      "security": {
        "title": "Безопасность данных",
        "content": "Мы применяем стандартные меры безопасности для защиты вашей личной информации, включая шифрование, защищенные серверы и регулярные проверки безопасности. Однако ни один метод передачи через интернет не является на 100% безопасным."
      },
      "rights": {
        "title": "Ваши права",
        "content": "Вы имеете право:",
        "items": [
          "Получить доступ к вашим персональным данным",
          "Запросить исправление неточных данных",
          "Запросить удаление ваших данных",
          "Возразить против обработки ваших данных",
          "Переносимость данных"
        ]
      },
      "children": {
        "title": "Конфиденциальность детей",
        "content": "Наш сервис не предназначен для детей младше 13 лет. Мы сознательно не собираем личную информацию детей младше 13 лет."
      },
      "changes": {
        "title": "Изменения политики",
        "content": "Мы можем время от времени обновлять эту политику конфиденциальности. Мы уведомим вас о любых изменениях, опубликовав новую политику на этой странице и обновив дату «Последнее обновление»."
      },
      "contact": {
        "title": "Связаться с нами",
        "content": "Если у вас есть вопросы об этой Политике конфиденциальности, свяжитесь с нами:",
        "email": "privacy@dressmeai.com"
      }
    }
  },
  "terms": {
    "meta": {
      "title": "Условия использования | DressMeAI - AI Виртуальная примерка",
      "description": "Ознакомьтесь с условиями использования службы виртуальной примерки AI от DressMeAI."
    },
    "title": "Условия использования",
    "lastUpdated": "Последнее обновление: январь 2025",
    "sections": {
      "acceptance": {
        "title": "Принятие условий",
        "content": "Получая доступ или используя службу виртуальной примерки AI от DressMeAI, вы соглашаетесь соблюдать эти Условия использования. Если вы не согласны с этими условиями, пожалуйста, не используйте наш сервис."
      },
      "serviceDescription": {
        "title": "Описание сервиса",
        "content": "DressMeAI предоставляет службу виртуальной примерки на базе AI, которая позволяет пользователям визуализировать, как одежда будет смотреться на них. Наш сервис использует передовые алгоритмы машинного обучения для обработки загруженных изображений и генерации реалистичных результатов примерки."
      },
      "userAccounts": {
        "title": "Учетные записи пользователей",
        "content": "Некоторые функции могут требовать создания учетной записи. Вы несете ответственность за сохранение конфиденциальности учетных данных и за все действия, происходящие под вашей учетной записью."
      },
      "acceptableUse": {
        "title": "Допустимое использование",
        "content": "При использовании нашего сервиса вы соглашаетесь не:",
        "items": [
          "Загружать неприемлемый, незаконный или вредоносный контент",
          "Использовать сервис в незаконных целях",
          "Пытаться провести реверс-инжиниринг или взломать наши AI-системы",
          "Загружать изображения без надлежащих прав или согласия",
          "Использовать автоматизированные системы для доступа к сервису без разрешения",
          "Мешать или нарушать работу сервиса или серверов"
        ]
      },
      "intellectualProperty": {
        "title": "Интеллектуальная собственность",
        "content": "Сервис DressMeAI, включая его AI-технологию, дизайн и контент, защищен законами об интеллектуальной собственности. Вы сохраняете право собственности на загруженные изображения, но предоставляете нам лицензию на их обработку для предоставления сервиса."
      },
      "generatedContent": {
        "title": "Сгенерированный контент",
        "content": "Результаты виртуальной примерки, созданные нашим AI, предоставляются для личного, некоммерческого использования. Вы можете сохранять и делиться своими результатами, но коммерческое использование требует нашего письменного разрешения."
      },
      "disclaimer": {
        "title": "Отказ от гарантий",
        "content": "Наш сервис предоставляется «как есть» без каких-либо гарантий. Мы не гарантируем, что результаты будут идеально точными или что сервис будет работать без перебоев. Результаты виртуальной примерки являются приблизительными, и фактическая посадка может отличаться."
      },
      "limitation": {
        "title": "Ограничение ответственности",
        "content": "В максимальной степени, разрешенной законом, DressMeAI не несет ответственности за любой косвенный, случайный, особый или последующий ущерб, возникший в результате использования вами сервиса."
      },
      "indemnification": {
        "title": "Возмещение",
        "content": "Вы соглашаетесь возместить и оградить DressMeAI от любых претензий, убытков или расходов, возникающих в результате нарушения вами этих условий или использования сервиса."
      },
      "termination": {
        "title": "Прекращение",
        "content": "Мы оставляем за собой право приостановить или прекратить ваш доступ к сервису в любое время, с указанием причины или без нее, с уведомлением или без него."
      },
      "changes": {
        "title": "Изменения условий",
        "content": "Мы можем изменить эти условия в любое время. Продолжение использования сервиса после изменений означает принятие новых условий."
      },
      "governing": {
        "title": "Применимое право",
        "content": "Эти условия регулируются и толкуются в соответствии с применимым законодательством, без учета принципов коллизионного права."
      },
      "contact": {
        "title": "Контакты",
        "content": "По вопросам об этих Условиях использования свяжитесь с нами:",
        "email": "legal@dressmeai.com"
      }
    }
  }
}
