{
  "privacy": {
    "meta": {
      "title": "プライバシーポリシー | DressMeAI - AIバーチャル試着",
      "description": "DressMeAIのAIバーチャル試着サービスをご利用の際、お客様のプライバシーをどのように保護し、個人データを取り扱うかをご確認ください。"
    },
    "title": "プライバシーポリシー",
    "lastUpdated": "最終更新日：2025年1月",
    "sections": {
      "introduction": {
        "title": "はじめに",
        "content": "DressMeAIへようこそ。私たちはお客様のプライバシーを尊重し、個人データの保護に努めています。このプライバシーポリシーでは、AIバーチャル試着サービスをご利用の際に、お客様の情報をどのように収集、使用、保護するかについてご説明します。"
      },
      "dataCollection": {
        "title": "収集する情報",
        "content": "お客様から直接提供される情報を収集します：",
        "items": [
          "バーチャル試着用にアップロードされた写真（モデル写真と衣服画像）",
          "サービス改善のための利用データと分析",
          "デバイス情報とブラウザの種類",
          "IPアドレスと大まかな位置情報"
        ]
      },
      "dataUsage": {
        "title": "情報の利用方法",
        "content": "収集した情報は以下の目的で使用します：",
        "items": [
          "AIバーチャル試着サービスの提供と維持",
          "アップロードされた画像の処理と試着結果の生成",
          "AIアルゴリズムとユーザーエクスペリエンスの改善と最適化",
          "サービスの更新や新機能についてのご連絡",
          "不正行為や技術的問題の検出と防止"
        ]
      },
      "imageProcessing": {
        "title": "画像の処理と保存",
        "content": "アップロードされた画像はAIシステムによって処理され、バーチャル試着結果を生成します。履歴に明示的に保存しない限り、アップロードされた写真は永久保存しません。生成された結果はパフォーマンス向上のため一時的にキャッシュされる場合があります。"
      },
      "dataSharing": {
        "title": "データの共有",
        "content": "お客様の個人情報を第三者に販売、取引、貸与することはありません。以下の場合にデータを共有することがあります：",
        "items": [
          "プラットフォーム運営を支援するサービスプロバイダー（クラウドホスティング、分析）",
          "法律で要求される場合または権利を保護するための法的機関",
          "お客様の明示的な同意を得たビジネスパートナー"
        ]
      },
      "cookies": {
        "title": "Cookieとトラッキング",
        "content": "私たちはCookieおよび類似のトラッキング技術を使用して、エクスペリエンスの向上、サイトトラフィックの分析、ユーザー行動の理解を行っています。ブラウザの設定でCookieの設定を制御できます。"
      },
      "security": {
        "title": "データセキュリティ",
        "content": "暗号化、セキュアサーバー、定期的なセキュリティ監査など、業界標準のセキュリティ対策を実施してお客様の個人情報を保護しています。ただし、インターネット上での送信方法は100%安全ではありません。"
      },
      "rights": {
        "title": "お客様の権利",
        "content": "お客様には以下の権利があります：",
        "items": [
          "個人データへのアクセス",
          "不正確なデータの訂正を要求する",
          "データの削除を要求する",
          "データの処理に異議を唱える",
          "データポータビリティ"
        ]
      },
      "children": {
        "title": "お子様のプライバシー",
        "content": "当サービスは13歳未満のお子様を対象としていません。13歳未満のお子様から故意に個人情報を収集することはありません。"
      },
      "changes": {
        "title": "ポリシーの変更",
        "content": "このプライバシーポリシーは随時更新される場合があります。変更がある場合は、このページに新しいポリシーを掲載し、「最終更新日」を更新することでお知らせします。"
      },
      "contact": {
        "title": "お問い合わせ",
        "content": "このプライバシーポリシーについてご質問がある場合は、以下までお問い合わせください：",
        "email": "privacy@dressmeai.com"
      }
    }
  },
  "terms": {
    "meta": {
      "title": "利用規約 | DressMeAI - AIバーチャル試着",
      "description": "DressMeAIのAIバーチャル試着サービスのご利用条件をお読みください。"
    },
    "title": "利用規約",
    "lastUpdated": "最終更新日：2025年1月",
    "sections": {
      "acceptance": {
        "title": "規約への同意",
        "content": "DressMeAIのAIバーチャル試着サービスにアクセスまたは使用することにより、この利用規約に拘束されることに同意したものとみなされます。これらの規約に同意されない場合は、サービスを使用しないでください。"
      },
      "serviceDescription": {
        "title": "サービスの説明",
        "content": "DressMeAIは、ユーザーが衣服を着用した際の見た目を視覚化できるAI搭載のバーチャル試着サービスを提供しています。当サービスは、高度な機械学習アルゴリズムを使用してアップロードされた画像を処理し、リアルな試着結果を生成します。"
      },
      "userAccounts": {
        "title": "ユーザーアカウント",
        "content": "一部の機能ではアカウントの作成が必要になる場合があります。アカウント認証情報の機密性を維持し、アカウントで発生するすべての活動について責任を負うものとします。"
      },
      "acceptableUse": {
        "title": "許容される使用",
        "content": "サービスを使用する際、以下の行為を行わないことに同意するものとします：",
        "items": [
          "不適切、違法、または有害なコンテンツをアップロードする",
          "違法な目的でサービスを使用する",
          "AIシステムのリバースエンジニアリングやハッキングを試みる",
          "適切な権利や同意なく画像をアップロードする",
          "許可なく自動化システムを使用してサービスにアクセスする",
          "サービスやサーバーを妨害または中断させる"
        ]
      },
      "intellectualProperty": {
        "title": "知的財産権",
        "content": "DressMeAIサービス（AI技術、デザイン、コンテンツを含む）は知的財産法により保護されています。アップロードした画像の所有権はお客様に帰属しますが、サービス提供のために処理するライセンスを当社に付与するものとします。"
      },
      "generatedContent": {
        "title": "生成コンテンツ",
        "content": "AIが生成したバーチャル試着結果は、個人的な非商用目的でのみ提供されます。結果を保存・共有することができますが、商用利用には書面による許可が必要です。"
      },
      "disclaimer": {
        "title": "保証の免責",
        "content": "当サービスは「現状のまま」提供され、いかなる種類の保証もありません。結果が完全に正確であること、またはサービスが中断されないことを保証するものではありません。バーチャル試着結果は概算であり、実際のフィット感は異なる場合があります。"
      },
      "limitation": {
        "title": "責任の制限",
        "content": "法律で許容される最大限の範囲において、DressMeAIは、サービスの使用から生じる間接的、付随的、特別、または結果的な損害について責任を負いません。"
      },
      "indemnification": {
        "title": "補償",
        "content": "これらの規約への違反またはサービスの使用から生じるいかなる請求、損害、または費用についても、DressMeAIを補償し、免責することに同意するものとします。"
      },
      "termination": {
        "title": "終了",
        "content": "理由の有無にかかわらず、通知の有無にかかわらず、いつでもサービスへのアクセスを一時停止または終了する権利を留保します。"
      },
      "changes": {
        "title": "規約の変更",
        "content": "これらの規約はいつでも変更される場合があります。変更後もサービスを継続して使用することは、新しい規約への同意を意味します。"
      },
      "governing": {
        "title": "準拠法",
        "content": "これらの規約は、法の抵触に関する原則にかかわらず、適用法に準拠し、それに従って解釈されるものとします。"
      },
      "contact": {
        "title": "お問い合わせ",
        "content": "この利用規約についてご質問がある場合は、以下までお問い合わせください：",
        "email": "legal@dressmeai.com"
      }
    }
  }
}
